tap "garethgeorge/backrest-tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "powershell/tap"
tap "teamookla/speedtest"
brew "asciinema"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bfg"
brew "bind"
brew "bpytop"
brew "cask"
brew "checkov"
brew "duf"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "fio"
brew "gawk"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "htop"
brew "ipcalc"
brew "iperf3"
brew "jq"
brew "ldns"
brew "lolcat"
brew "lsd"
brew "lsof"
brew "masscan"
brew "mist-cli"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "oh-my-posh", link: false
brew "opentofu"
brew "pandoc"
brew "pidof"
brew "pipx"
brew "psgrep"
brew "pv"
brew "pyenv"
brew "rclone"
brew "rename"
brew "restic"
brew "rsync"
brew "rustscan"
brew "tealdeer"
brew "tmux"
brew "tree"
brew "trippy"
brew "unar"
brew "yt-dlp"
brew "zsh"
brew "garethgeorge/backrest-tap/backrest"
brew "teamookla/speedtest/speedtest"
cask "drawio"
cask "duckduckgo"
cask "firefox"
cask "font-fira-mono-for-powerline"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "macfuse"
cask "microsoft-edge"
cask "monitorcontrol"
cask "notion"
cask "obsidian"
cask "ollama"
cask "powershell"
cask "slack"
cask "superproductivity"
cask "suspicious-package"
cask "timemachineeditor"
cask "visual-studio-code"
cask "vlc"
vscode "aaron-bond.better-comments"
vscode "adamwojcikit.pnp-powershell-extension"
vscode "beardedbear.beardedicons"
vscode "davidanson.vscode-markdownlint"
vscode "george-alisson.html-preview-vscode"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mohsen1.prettify-json"
vscode "mousavian.ssh-config-syntax-highlighter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "teabyii.ayu"
vscode "timonwong.shellcheck"
vscode "vscode-icons-team.vscode-icons"
vscode "yzhang.markdown-all-in-one"
vscode "zainchen.json"
