tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "iveney/mocha"
cask "osxfuse"
brew "arp-scan"
brew "ascii"
brew "bash"
brew "bat"
brew "bindfs"
brew "brew-cask-completion"
brew "cmatrix"
brew "coreutils"
brew "dnsmasq"
brew "ffmpeg"
brew "gh"
brew "gist"
brew "pcre2"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "htop"
brew "hub"
brew "ipcalc"
brew "irssi"
brew "lolcat"
brew "lsd"
brew "mas"
brew "most"
brew "ncdu"
brew "neofetch"
brew "nethogs"
brew "nmap"
brew "node"
brew "pandoc"
brew "pandoc-citeproc"
brew "pv"
brew "rclone"
brew "rename"
brew "rmlint"
brew "rsync"
brew "shellcheck"
brew "ssh-audit"
brew "syncthing"
brew "task"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "wireguard-tools"
brew "youtube-dl"
brew "zsh"
brew "iveney/mocha/realpath"
cask "adoptopenjdk11-openj9"
cask "balenaetcher"
cask "basictex"
cask "carbon-copy-cloner"
cask "chromium"
cask "discord"
cask "drawio"
cask "evernote"
cask "font-fira-code"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-material-icons"
cask "intellij-idea-ce"
cask "iterm2"
cask "nextcloud"
cask "notion"
cask "packages"
cask "powershell"
cask "profilecreator"
cask "pycharm-edu"
cask "qownnotes"
cask "spotify"
cask "standard-notes"
cask "suspicious-package"
cask "telegram"
cask "the-unarchiver"
cask "trainerroad"
cask "transmission"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "zettlr"
mas "Bear", id: 1091189122
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Slack", id: 803453959
mas "WireGuard", id: 1451685025
