tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "iveney/mocha"
tap "muesli/tap"
brew "arp-scan"
brew "bandwhich"
brew "bash"
brew "bat"
brew "python@3.9", link: false
brew "borgbackup", link: false
brew "bpytop"
brew "glib"
brew "cask"
brew "cmatrix"
brew "coreutils", link: false
brew "ddrescue"
brew "dnsmasq"
brew "docker"
brew "docker-machine"
brew "dos2unix"
brew "harfbuzz"
brew "ffmpeg"
brew "fio"
brew "gist"
brew "git"
brew "gnupg"
brew "htop"
brew "hub"
brew "imagemagick"
brew "ipcalc"
brew "lolcat"
brew "lsd"
brew "lynis"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nethogs"
brew "nmap"
brew "pandoc"
brew "pv"
brew "rclone"
brew "rename"
brew "rsync"
brew "shellcheck"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "iveney/mocha/realpath"
brew "muesli/tap/duf"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "autodmg"
cask "balenaetcher"
cask "borgbackup"
cask "brave-browser"
cask "carbon-copy-cloner"
cask "discord"
cask "drawio"
cask "fanny"
cask "flycut"
cask "font-fira-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-roboto-mono-for-powerline"
cask "handbrake"
cask "inkdrop"
cask "intellij-idea-ce"
cask "iterm2"
cask "mamp"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mullvadvpn"
cask "nextcloud"
cask "notion"
cask "osxfuse"
cask "packages"
cask "powershell"
cask "profilecreator"
cask "qownnotes"
cask "riot"
cask "spotify"
cask "suspicious-package"
cask "tomighty"
cask "transmission"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi"
cask "zettlr"
mas "Apple Configurator 2", id: 1037126344
mas "Bear", id: 1091189122
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "WireGuard", id: 1451685025
