tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "node"
brew "angular-cli"
brew "antibody"
brew "dos2unix"
brew "git"
brew "python"
brew "gnupg"
brew "htop"
brew "irssi"
brew "mas"
brew "mit-scheme"
brew "mmv"
brew "mysql"
brew "php"
brew "rename"
brew "shellcheck"
brew "stk", link: false
brew "tldr"
brew "tmux"
brew "tree"
brew "weechat"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "adoptopenjdk"
cask "autodmg"
cask "boostnote"
cask "brave-browser"
cask "carbon-copy-cloner"
cask "chromium"
cask "discord"
cask "evernote"
cask "firefox"
cask "github"
cask "hyper"
cask "intellij-idea-ce"
cask "iterm2"
cask "mamp"
cask "mullvadvpn"
cask "netbeans-java-se"
cask "packages"
cask "phpstorm"
cask "powershell"
cask "profilecreator"
cask "sequel-pro"
cask "sublime-text"
cask "suspicious-package"
cask "teamviewer"
cask "tomighty"
cask "transmission"
cask "unetbootin"
cask "vagrant"
cask "visual-studio-code"
cask "vmware-fusion10"
cask "caskroom/fonts/font-hack-nerd-font"
mas "Bear", id: 1091189122
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Lynda.com", id: 985958984
mas "Magnet", id: 441258766
mas "Pocket", id: 568494494
mas "Remote Desktop", id: 409907375
